[
  {
    "name": "Оцените приложение",
    "user": "ru-developer",
    "lang": "ru",
    "description": [
      "**Здравствуйте, уважаемые пользователи My Songbook!**",
      "",
      "Мы очень рады, что вы используете наше приложение. Ваше мнение и ваша обратная связь очень важны для нас, так как помогают нам улучшать качество наших услуг и делать приложение еще более комфортным и полезным для вас.",
      "",
      "Поэтому мы просим вас оценить наше приложение в магазине приложений. Ваши оценки и комментарии помогут нам понять, какие функции и возможности вы считаете наиболее полезными, а какие требуют улучшения.",
      "",
      "Будем благодарны, если вы уделите несколько минут своего времени, чтобы оставить отзыв о приложении My Songbook.",
      "",
      "___Спасибо за ваше внимание и ваше мнение!___"
    ],
    "type": "text",
    "imageUrl": "https://firebasestorage.googleapis.com/v0/b/my-songbook-5fb9f.appspot.com/o/rate%20app.png?alt=media&token=9594e480-3346-4bfc-aec4-a438c2771808",
    "audio": [],
    "isDonate": false,
    "isUpdate": false,
    "textColorClick": "0xFFFFFFFF",
    "isClick": true,
    "isShow": true,
    "isSupport": false,
    "websiteUrl": ""
  },
  {
    "name": "Rate the app",
    "user": "ru-developer",
    "lang": "en",
    "description": [
      "**Hello, dear users of My Songbook!**",
      "",
      "We are very glad that you are using our app. Your opinion and your feedback are very important to us, as they help us improve the quality of our services and make the application even more comfortable and useful for you.",
      "",
      "Therefore, we ask you to rate our app in the app store. Your ratings and comments will help us understand which features and capabilities you find most useful and which require improvement.",
      "",
      "We would be grateful if you would take a few minutes of your time to leave a review about the My Songbook app.",
      "",
      "___Thank you for your attention and your opinion!___"
    ],
    "type": "text",
    "imageUrl": "https://firebasestorage.googleapis.com/v0/b/my-songbook-5fb9f.appspot.com/o/rate%20app.png?alt=media&token=9594e480-3346-4bfc-aec4-a438c2771808",
    "audio": [],
    "isDonate": false,
    "isUpdate": false,
    "textColorClick": "0xFFFFFFFF",
    "isClick": true,
    "isShow": true,
    "isSupport": false,
    "websiteUrl": ""
  }
]