import '../Model/help.dart';

List<HelpModel> questions = [
  HelpModel(
      question: "Что за приложение?",
      answer:
          "Мобильное приложение для гитаристов, певцов, композиторов и всех желающих, которые хотят записывать свои песни или создавать новые композиции"),
  HelpModel(
      question: "Как пользоваться?",
      answer:
          "В этом приложении мы постарались сделать более понятным и удобным для всех. Здесь доступны три раздела: песни, аккорды и настройки. Вы можете выбрать любой раздел"),
  HelpModel(
      question: "Что делать если появились проблемы с работой приложения?",
      answer:
          "Вы можете обратиться в разделе \"Настройки\"->\"Обратиться в техподдержку\" и написать проблему. Мы постараемся ответить как можно быстрее."),
  HelpModel(
      question: "Как узнать, что вышло обновление?",
      answer:
          "Вы можете посмотреть в разделе \"Настройки\"->\"Информация о приложении\", затем нажать на кнопку \"Проверить наличие обновлений\""),
          HelpModel(
      question: "Как добавить новую песню?",
      answer:
          "Нужно заполнить название песни, исполнителя и аудиофайла корректно, т.к. в будущем вы не сможете изменить, а текст песни можно изменить)"),
          HelpModel(
      question: "Как изменить песню?",
      answer:
          "Название песни, исполнителя и аудиофайла невозможно изменить в целях безопасности данных. Только если можно удалить и заново заполнить! А сам текст песни можно в любое время и неограниченно редактировать)"),
          
  // HelpModel(question: "", answer: ""),
  // HelpModel(question: "", answer: ""),
  // HelpModel(question: "", answer: ""),
  // HelpModel(question: "", answer: ""),
  // HelpModel(question: "", answer: ""),
];